Repository: OpenDevelopmentMekong/ckanext-odm_dataset
Catalog: ckanext/odm_dataset/i18n/*.po
Languages: my

source: Thank you for uploading the dataset. You should have received a confirmation email from OD Mekong Datahub. This dataset is still unpublished. Your item can only be published after you review this form and after our administrators approve your entry.
my: Dataset တင်ပေးခြင်းအတွက် ကျေးဇူးတင်ပါသည်။ OD Mekong Datahub ထံမှ အတည်ပြုသည့် email လက်ခံရရှိပါမည်။ စာကြည့်တိုက်တွင်တင်ထားသည်မှာ ထုတ်ဝေခြင်းမပြုလုပ်ရသေးပါ။ သင်တင်ထားသည်ကို ထုတ်ဝေရန် ဤဖြည့်စွက်ရန်ပုံစံကို စစ်ဆေးကြည့်ရှုပါ၊ ထို့နောက် ကျွန်ုပ်တို့၏ ကြီးကြပ်သူများမှ သင်၏ ဖြည့်စွက်ချက်ကို အတည်ပြုပေးပါလိမ့်မည်။

source: It is important that you have entered the correct information in your dataset form. We also ask that all contributors complete as many fields as possible.
my: Dataset ဖြည့်စွက်ရန်ပုံစံတွင် သတင်းအချက်အလက်များကိုမှန်ကန်စွာ ဖြည့်စွက်ရန်အရေးကြီးပါသည်။ ပါ၀င်အားဖြည့်သူများကိုလည်း တတ်နိုင်သမျှ ပြည့်စုံစွာ ဖြည့်စွက်ရန်တောင်းဆိုပါသည်။

source: Please take this opportunity to review your dataset record. If you would like to make any changes please select your dataset record and then click on the Manage button on the top right corner.
my: ဤအခွင့်အရေးကို သင့် Dataset မှတ်တမ်းများ ပြန်လည်စစ်ဆေးရန်အတွက်အသုံးပြုပါ။ ပြောင်းလဲမှုများပြုလုပ်လိုပါက ပြုလုပ်လိုသည့် သင့် Dataset မှတ်တမ်းကိုရွေးပါ ထို့နောက် ညာဘက်အပေါ်ထောင့်ရှိ စီမံမည် ခလုတ်ကိုနှိပ်ပါ။

source: Please CHECK YOUR SPELLING against the original item to ensure the item is recorded correctly.
my: သင်ထည့်သွင်းသည့်အရာကို မှန်ကန်စွာ မှတ်တမ်းယူနိုင်ရန်အတွက် ကျေးဇူးပြု၍ မူရင်းစာလုံးများနှင့်တိုက်ဆိုင်၍ စာလုံးပေါင်းများစစ်ဆေးပါ။

source: Please review your dataset record form again for the mandatory fields:
my: မဖြစ်မနေထည့်သွင်းရမည့် ကွက်လပ်များအတွက် သင့် Dataset မှတ်တမ်းကို ကျေးဇူးပြု၍ နောက်တစ်ကြိမ်ပြန်လည်စစ်ဆေးပါ။

source: Title (Please use Associated Press style title where the first letter is capitalized and the rest of the title is not, i.e. 'Study of Cambodian forests and lakes from 1992 to 1994')
my: ခေါင်းစဉ် (သတင်းခေါင်းစဉ်များကဲ့သို့ အစကို စာလုံးအကြီးဖြင့်ရေးပါ) ဥပမာ၊ 'ကမ္ဘောဒီးယားနိုင်ငံရှိ သစ်တော နှင့် ရေကန် များကို ၁၉၉၂ မှ ၁၉၉၄ အထိလေ့လာချက်။'

source: Language
my: ဘာသာစကား

source: Version
my: မူကွဲ

source: Geographical area
my: မြေဧရိယာ

source: Source
my: အရင်းမြစ်

source: Processes
my: ဖြစ်စဉ်များ

source: Date uploaded
my: တင်သည့်ရက်စွဲ

source: Date created
my: ဖန်တီးသည့်ရက်စွဲ

source: Please review again the following information, vital to other users who may search for your record:
my: အောက်ပါသတင်းအချက်အလက်များကိုပြန်လည်စစ်ဆေးပါ။ သင့်၏ မှတ်တမ်းကို ရှာဖွေသူများအတွက် အလွန်အရေးပါသည်။

source: Topics
my: ခေါင်းစဉ်များ

source: Copyright
my: မူပိုင်ခွင့်

source: Contact
my: ဆက်သွယ်ရန်

source: Date modified
my: ပြန်လည်ပြင်ဆင်သည့်ရက်စွဲ

source: Temporal Range
my: ယာယီ အပိုင်းအခြား

source: Accuracy
my: တိကျမှန်ကန်မှု

source: Logical Consistency
my: ကျိုးကြောင်းဆီလျော်မှုရှိမရှိ

source: Completeness
my: ပြည့်စုံမှု

source: Metadata Reference Information
my: Metadata ကို ရည်ညွှန်းထားသော သတင်းအချက်အလက်

source: Attributes
my: ၀ိသေသများ

source: Our administrators need to review the dataset record as well. They will close fixed issues or open new issues if there are any other inconsistencies. Once all issues have been resolved, the item will be published.
my: ကျွန်ုပ်တို့၏ ကြီးကြပ်သူများသည် Dataset မှတ်တမ်းကိုလည်း ပြန်လည်စစ်ဆေးရန်လိုအပ်သည်။ သူတို့သည် ပြုပြင်ပြီးသောအကြောင်းအရာကို ပိတ်လိုက်မည်ဖြစ်ပြီး အကယ်၍အခြား တစ်သမတ်တည်းမဖြစ်မှုများရှိပါက အကြောင်းအရာအသစ်များထပ်မံပြုလုပ်မည်ဖြစ်သည်။ အကြောင်းအရာအားလုံးအတွက်အဖြေရပြီဆိုပါက ထိုအကြောင်းအရာကိုထုတ်ဝေမည်ဖြစ်သည်။

source: Thank you for sharing,
my: မျှဝေပေးတာအတွက် သင့်ကိုကျေးဇူးတင်ပါတယ်။

source: Title
my: ခေါင်းစဥ်

source: Multilingual Field: No Data for the current selected language has been entered yet
my: ဘာသာစကား၂မျိုးအသုံးရန်- လက်ရှိရွေးချယ်ထားသော ဘာသာစကားအတွက် data များထည့်သွင်းခြင်းမပြုရသေးပါ။
